export const QUESTIONS_DATA = [
  {
    id: 1,
    title: 'Какую проблему можно закрыть благодаря Consult Ai?',
    text:
      'Наша платформа помогает закрыть сразу несколько проблем в развитии и поддержке бизнесов: \n' +
      'Нехватка кадров — платформа полностью закрывает потребности бизнеса, имея решение для каждой поставленной задачи. Тем самым она экономит ваши время и средства, потраченные на поиск клиентов. \n' +
      'Нехватка времени и снижение КПД сотрудников — мы можем не только заменить сотрудников, но и повысить их кпд в решении повседневных задач. Искусственный интеллект быстрее людей решает большинство задач, экономя время сотрудников и повышая их КПД.\n' +
      'Развитие бизнеса — многие руководители сталкиваются с проблемой застоя бизнеса на одной точке, наше решение помогает выявить основные проблемы и пути их решения, для дальнейшего развития бизнеса с учётом минимальных затрат. \n' +
      'Этот список достаточно обширен, но мы описали главные проблемы, которые покрывает функционал нашего продукта, за его более детальным разбором, вы можете обратиться к нашим менеджерам.',
  },
  {
    id: 2,
    title:
      'Для каких бизнесов подходит ваше решение и актуально ли оно для ИП?',
    text: 'Одним из ключевых плюсов нашего решения является его возможность точечной настройки под любую нишу клиента, начиная от продаж на маркетплейсах до собственного автосервиса или завода. Мы индивидуально настраиваем каждый личный кабинет пользователя под его бизнес, что дает более персонализированные ответы на его любые вопросы, при этом искусственный интеллект понимаем о каком бизнесе и какой категории относится вопрос клиента. Исходя из вышесказанного можно вынести краткий ответ: Наше решение будет актуально для любого рода деятельности клиента.',
  },
  {
    id: 3,
    title: 'Как мне приобрести ваш продукт?',
    text: 'Вы можете оставить заявку и наши менеджеры позвонят вам, чтобы согласовать приобретение продукта, это займет не более 5 минут вашего времени и вы сможете пользоваться нашим приложением уже в день обращения. Также вам будет назначен персональный помощник, который входит в стоимость подписки.',
  },
  {
    id: 4,
    title: 'Что я получу за покупку?',
    text: 'Вы получите полный доступ к платформе с индивидуальными помощниками, а также возможностью их добавления и редактирования. Также вам будет предоставлен персональный менеджер, который будет отвечать на все ваши вопросы и помогать вам в любое время.',
  },
  {
    id: 5,
    title: 'Есть ли у вас индивидуальные тарифы?',
    text: 'Да, мы готовы обсуждить индивидуальные условия с каждым клиентом, потому что мы дорожим вами! Вам нужно оставить заявку или написать нам в мессенджеры и наши менеджеры подберут идеальные условия и предложение именно для вас!',
  },
];
