import { IBenefit } from '@/shared/ui/benefit-item/ui/BenefitItem';

export const BENEFITS_LIST: IBenefit[] = [
  {
    title: 'Максимальная адаптация',
    description:
      'Платформа адаптируется под конкретный бизнес: торговля, услуги, производство или др., предоставляя уникальный набор инструментов и рекомендаций, на основе вашего бизнеса. Функционал ручной настройки виртуальных помощников поможет удовлетворить любой ваш запрос.',
  },
  {
    title: 'Специализированные помощники',
    description:
      'Виртуальные и реальные помощники с опытом работы в требуемой нише помогут вам внедрить искусственный интеллект в бизнес-процессы, увеличивая эффективность и продуктивность в максимально короткие сроки.',
  },
  {
    title: 'Персонализированные решения',
    description:
      'Мы предлагаем не только общие рекомендации, но и индивидуальные советы, разработанные с учетом вашей отрасли, местоположения и многих других факторов, которые могут влиять на деятельность и успех вашего дела.',
  },
];
