import { IBenefit } from '@/shared/ui/benefit-item/ui/BenefitItem';

export const MAIN_BENEFITS_LIST: IBenefit[] = [
  {
    title: 'Поддержка специалистов 24/7',
    description:
      'Мы всегда рядом, чтобы помочь. Наша команда специалистов доступна круглосуточно, чтобы ответить на ваши вопросы и обеспечить бесперебойную работу вашего бизнеса.',
  },
  {
    title: 'Интуитивно понятный интерфейc',
    description:
      'Удобный интерфейс и множество подсказок помогут вам быстро освоить все функции. Весь функционал приложения интуитивно понятен.',
  },
  {
    title: 'Персонализированные помощники',
    description:
      'Наши ссистентов подстраиваются под потребности конкретного бизнеса. Каждый помощник адаптирован к вашей отрасли и помогает решать конкретные задачи.',
  },
];
