export const TARRIFS = [
  {
    id: 1,
    name: 'Старт',
    price: '9 590',
    priceYear: '8 690',
    text: [
      'Пробный доступ на 24 часа к полному функционалу тарифа Бизнес.',
      'До 100 текстовых запросов в день, без возможности работы с файлами и изображениями.',
      'Доступ к поддержке ассистента в чате для решения любых вопросов в реальном времени.',
    ],
  },
  {
    id: 2,
    name: 'Бизнес',
    price: '28 890',
    priceYear: '26 490',
    text: [
      'Все преимущества тарифа Старт.',
      'Неограниченное количество текстовых запросов, обеспечивающих полную свободу текстовых задач.',
      'До 50 запросов в день с возможностью использования изображений и файлов для расширенного анализа данных.',
      'Круглосуточная поддержка персонального менеджера через чат, а также доступ к аудио/видео-звонкам для оперативного решения любых вопросов.',
    ],
  },
  {
    id: 3,
    name: 'Профессионал',
    price: 'Индивидуально',
    priceYear: 'Индивидуально',
    text: [
      'Все преимущества тарифа Бизнес.',
      'Возможность сотрудничества и доработок платформы по вашим запросам.',
      'Индивидуальная настройка лимитов и функционала под потребности вашего бизнеса, включая неограниченные возможности работы с текстами, файлами и изображениями.',
      'Персонализированная поддержка и сопровождение бизнеса с приоритетным доступом к ресурсам платформы и консультациям наших экспертов для достижения стратегических целей.',
    ],
  },
];
