import docs from '@/shared/assets/use-docs.svg';
import educ from '@/shared/assets/use-education.svg';
import idea from '@/shared/assets/use-ideas.svg';
import mark from '@/shared/assets/use-mark.svg';
import text from '@/shared/assets/use-text.svg';
import urist from '@/shared/assets/use-urist.svg';

export const EXAMPLES_DATA = [
  {
    id: 1,
    img: docs,
    title: 'Работа с документами',
    text: 'Наша платформа способна полностью взять на себя работу с любым видом документов. Вы загружаете файлы, и описываете то, что нужно сделать с ними, платформа их анализирует и выполняет вашу задачу',
  },
  {
    id: 2,
    img: urist,
    title: 'Юридические вопросы',
    text: 'Задачами, связанные с юридической частью, тоже наш профиль, платформа может ответить на любые вопросы, опираясь только на проверенные данные, а также проконсультировать вас по любым юридическим вопросам.',
  },
  {
    id: 3,
    img: mark,
    title: 'Оценка отзывов, конкурентов и рынка',
    text: 'Consult Ai способна за секунды проанализировать весь рынок и ваших конкурентов и дать рекомендации и подробный анализ вашего бизнеса. Вы всегда будете на шаг впереди конкурентов и ситуации на рынке.',
  },
  {
    id: 4,
    img: text,
    title: 'Составление текста',
    text: 'ИИ значительно ускоряет процесс написания рекламных постов и контента для соц. сетей, генерируя креативные идеи и слоганы на основе анализа целевой аудитории.',
  },
  {
    id: 5,
    img: idea,
    title: 'Советы по развитию бизнеса',
    text: 'Мы не только выполняем рутинную работу за вас, но и даем обоснованные на четком анализе советы, помогающие вашему бизнесу развиваться в разы быстрее.',
  },
  {
    id: 6,
    img: educ,
    title: 'Обучение и помощь сотрудникам',
    text: 'Сотрудники могут спрашивать совет, брать уроки или делегировать свои задачи нашему решению, увеличивая свое КПД.',
  },
];
