export const EXAMPLES_DATA = [
  {
    id: 1,
    title: 'Работа с документами',
    text: 'Наша платформа способна полностью взять на себя всю работу с любым видом документов. Вы просто загружаете файлы, например, табличные данные, и описываете то, что нужно сделать с документом, платформа анализирует документ и выполняет его редактирование, опираясь на описанную вами задачу. Она также, отлично справляется с созданием и заполнением документов любой сложности.',
  },
  {
    id: 2,
    title: 'Юридические вопросы',
    text: 'Модель, которая используется нашим ИИ, отлично справляется с задачами, связанными с юридической частью, она может ответить на любые вопросы, опираясь только на проверенные данные, а также проконсультировать вас и даже дать совет по вопросам юр. вопросам для вашей сферы.',
  },
  {
    id: 3,
    title: 'Оценка отзывов, конкурентов и рынка',
    text: 'Consult Ai способна за секунды проанализировать весь рынок и ваших прямых конкурентов и дать прямы советы, рекомендации и подробный анализ вашего бизнеса. Благодаря этому вы всегда будете на шаг впереди конкурентов и будете иметь полное понимание ситуации на рынке и среди конкурентов в данный момент времени.',
  },
  {
    id: 4,
    title: 'Составление текста',
    text: 'Искусственный интеллект может значительно ускорить процесс написания рекламных текстов и контента для социальных сетей, генерируя креативные идеи и слоганы на основе анализа целевой аудитории. Благодаря нашей платформе вы сможете экономить на SMM специалистах, а также выполнять их задачи в разы быстрее и эффективнее.',
  },
  {
    id: 5,
    title: 'Советы по развитию бизнеса',
    text: 'Наше решение не только выполняет рутинную работу за вас, но и дает обоснованные на четком анализе советы, которые помогут вашему бизнесу развиваться в разы быстрее. Мы обновляем эти советы каждый день и описываем на какие факторы полагался ИИ при составлении этих советов и рекомендаций.',
  },
  {
    id: 6,
    title: 'Обучение и помощь сотрудникам',
    text: 'Мы можем не только заменять сотрудников, но и помогать им развивать свои профессиональные навыки. Сотрудники могут спрашивать совет, брать уроки, делегировать свои задачи нашему решению.',
  },
];
