import docs from '@/shared/assets/use-docs.svg';
import educ from '@/shared/assets/use-education.svg';
import idea from '@/shared/assets/use-ideas.svg';
import mark from '@/shared/assets/use-mark.svg';
import text from '@/shared/assets/use-text.svg';
import urist from '@/shared/assets/use-urist.svg';

export const EXAMPLES_DATA = [
  {
    id: 1,
    img: docs,
    title: 'Работа с документами',
    text: 'Наша платформа способна полностью взять на себя работу с любым видом документов. Вы загружаете файлы, и описываете то, что нужно сделать с ними, платформа их анализирует и выполняет вашу задачу. Она также, отлично справляется с созданием и заполнением документов любой сложности.',
  },
  {
    id: 2,
    img: urist,
    title: 'Юридические вопросы',
    text: 'Модель, которая используется нашим ИИ, отлично справляется с задачами, связанными с юридической частью, она может ответить на любые вопросы, опираясь только на проверенные данные, а также проконсультировать вас и даже дать совет по вопросам юр. вопросам для вашей сферы.',
  },
  {
    id: 3,
    img: mark,
    title: 'Оценка отзывов, конкурентов и рынка',
    text: 'Consult Ai способна за секунды проанализировать весь рынок и ваших прямых конкурентов и дать прямы советы, рекомендации и подробный анализ вашего бизнеса. Благодаря этому вы всегда будете на шаг впереди конкурентов и будете иметь полное понимание ситуации на рынке и среди конкурентов в данный момент времени.',
  },
  {
    id: 4,
    img: text,
    title: 'Составление текста',
    text: 'Искусственный интеллект может значительно ускорить процесс написания рекламных текстов и контента для социальных сетей, генерируя креативные идеи и слоганы на основе анализа целевой аудитории. Благодаря нашей платформе вы сможете экономить на SMM специалистах, а также выполнять их задачи в разы быстрее и эффективнее.',
  },
  {
    id: 5,
    img: idea,
    title: 'Советы по развитию бизнеса',
    text: 'Наше решение не только выполняет рутинную работу за вас, но и дает обоснованные на четком анализе советы, которые помогут вашему бизнесу развиваться в разы быстрее. Мы обновляем эти советы каждый день и описываем на какие факторы полагался ИИ при составлении этих советов и рекомендаций.',
  },
  {
    id: 6,
    img: educ,
    title: 'Обучение и помощь сотрудникам',
    text: 'Мы можем не только заменять сотрудников, но и помогать им развивать свои профессиональные навыки. Сотрудники могут спрашивать совет, брать уроки, делегировать свои задачи нашему решению.',
  },
];
